//주석
//컴파일 시 컴파일러가 주석처리된 내용을 모두 지웁니다.
// 작성자   : 임나빈
// 날 짜    : 2024-06-11
// 학습내용 : 컴파일러, helloworld, 주석

// 단축키 : Alt + shift + 키보드 화살표 위, 아래
// 기능 : 코드 일괄 수정

/*주석
컴파일 시 컴파일러가 주석처리된 내용을 모두 지웁니다.
 작성자   : 임나빈
 날 짜    : 2024-06-11
 학습내용 : 컴파일러, helloworld, 주석*/

#include <stdio.h>

int main()
{
	printf("            △  △  \n");
	printf("            ＠ㅁ＠ \n");
	printf("      □■★☆☆☆★■□ \n");
	printf("______|                |______ \n");
	printf("|                             | \n");
	printf("|                             | \n");
	printf("|                             | \n");
	return 0;
}